Repository: KDE/powerplant
Catalog: po/sa/powerplant.po
Languages: sa

# NAME OF TRANSLATORS
source: Your names
sa: भवतः नामानि

# EMAIL OF TRANSLATORS
source: Your emails
sa: भवतः ईमेलपत्राणि

# @title
source: PowerPlant
sa: पावरप्लांट

source: A small app to track your plants
sa: भवतः वनस्पतयः निरीक्षितुं लघु एप्

source: © 2023-2024 Mathis Brüchert
sa: © २०२३-२०२४ माथिस ब्रुचेर्ट

# @info:credit
source: Mathis Brüchert
sa: माथिस ब्रुचेर्ट

# @info:credit
source: Author
sa: लेखकः

source: Plants
sa: औषध्याम्

source: Tasks
sa: कार्याणि

# @action:button
source: Edit
sa: सम्पादन

# @action:button
source: Delete
sa: लुप्

source: Water
sa: जलम्‌

source: Watered
sa: जलं दत्तम्

source: Fertilizer
sa: उर्वरकम्

source: Fertilized
sa: निषेचित

source: Health
sa: आरोग्यम्‌

source: How healthy is your plant today?
sa: अद्य भवतः पादपः कियत् स्वस्थः अस्ति ?

source: Add
sa: संयोजयति

source: Health History
sa: स्वास्थ्य इतिहास

source: Add Plant
sa: वनस्पति योजयतु

source: Edit %1
sa: %1 सम्पादयतु

source: Image:
sa: छवि:

source: Use custom image
sa: कस्टम् इमेज् इत्यस्य उपयोगं कुर्वन्तु

source: Please choose a file
sa: कृपया सञ्चिकां चिनोतु

# Name filter for image files
source: Image files (*.png *.jpg *.webp)
sa: चित्रसञ्चिकाः (*.png *.jpg *.webp)

source: Name
sa: नामः

source: Species
sa: विजाति

source: Room
sa: कक्ष

source: How often does the plant need Watering?
sa: पादपस्य कियत्वारं जलस्य आवश्यकता भवति ?

source: 2 days
sa: २ दिवसः

source: 5 days
sa: ५ दिवसाः

source: weekly
sa: साप्ताहिकम्

source: 2 weeks
sa: २ सप्ताहाः

source: Custom:
sa: आचारः:

source: How often does the plant need Fertilizing?
sa: पादपस्य कियत्वारं निषेचनस्य आवश्यकता भवति ?

source: How healthy is your plant at the moment?
sa: भवतः पादपः अस्मिन् क्षणे कियत् स्वस्थः अस्ति ?

source: Birthday
sa: जन्मदिवस

source: Edit
sa: सम्पादन

# @action:button
source: Add Plant
sa: वनस्पति योजयतु

source: Good Morning!
sa: सुप्रभातम्‌!

source: Some of your plants need attention
sa: भवतः केषाञ्चन वनस्पतयः ध्यानस्य आवश्यकतां अनुभवन्ति

source: No plants need water right now
sa: इदानीं कस्यापि वनस्पतयः जलस्य आवश्यकता नास्ति
