Repository: KDE/powerplant
Catalog: po/*/powerplant.po
Languages: ar, be, ca, cs, de, eo, eu, fi, fr, gl, hu, ka, nl

# NAME OF TRANSLATORS
source: Your names
ar: زايد السعيدي
be: Antikruk
ca: Josep M. Ferrer
cs: Vít Pelčák
de: Deutsches KDE-Übersetzungsteam
eo: Oliver Kellogg
eu: Iñigo Salvador Azurmendi
fi: Tommi Nieminen
fr: Xavier Besnard
gl: Adrián Chaves (Gallaecio)
hu: Kiszel Kristóf
ka: Temuri Doghonadze
nl: Freek de Kruijf - 2024

# EMAIL OF TRANSLATORS
source: Your emails
ar: zayed.alsaidi@gmail.com
be: nashtlumach@gmail.com
ca: txemaq@gmail.com
cs: vit@pelcak.org
de: kde-i18n-de@kde.org
eo: olivermkellogg@gmail.com
eu: xalba@ni.eus
fi: translator@legisign.org
fr: xavier.besnard@kde.org
gl: adrian@chaves.io
hu: ulysses@fsf.hu
ka: Temuri.doghonadze@gmail.com
nl: freekdekruijf@kde.nl

# @title
source: PowerPlant
ar: زرع

source: A small app to track your plants
ar: تطبيق صغير لمتابعة زرعك
be: Невялічкая праграма для сачэння за вашымі раслінамі
ca: Una aplicació petita que segueix les vostres plantes
cs: Malá aplikace pro plánování péče o vaše rostliny
de: Eine kleine Anwendung zum Überwachen von Pflanzen
eo: Eta apliko por spuri viajn plantojn
eu: Zure landareen jarraipena egiteko aplikazio txiki bat
fi: Pieni kasvien seurantasovellus
fr: Une petite application pour prendre soin de vos plantes
gl: Unha pequena aplicación para facer seguimento de plantas.
hu: Egy kis alkalmazás a növényei nyilvántartásához
ka: პატარა აპი მცენარეებისთვის თვალყურის სადევნებლად
nl: Een kleine toepassing om u uw planten te volgen

source: © 2023-2024 Mathis Brüchert
ar: © 2023-2024 ماتيس بروشيرت

# @info:credit
source: Mathis Brüchert
ar: ماتيس بروشيرت

# @info:credit
source: Author
ar: المؤلف
be: Аўтар
ca: Autor
cs: Autor
de: Autor
eo: Aŭtoro
eu: Egilea
fi: Tekijä
fr: Auteur
gl: Autoría
hu: Szerző
ka: ავტორი
nl: Auteur

source: Plants
ar: النباتات
be: Расліны
ca: Plantes
cs: Rostliny
de: Pflanzen
eo: Plantoj
eu: Landareak
fi: Kasvit
fr: Plantes
gl: Plantas
hu: Növények
ka: მცენარეები
nl: Planten

source: Tasks
ar: المهام
ca: Tasques
cs: Úlohy
de: Aufgaben
eo: Taskoj
eu: Zereginak
fi: Tehtävät
fr: Tâches
gl: Tarefas
ka: ამოცანები
nl: Taken

# @action:button
source: Edit
ar: حرّر
be: Рэдагаваць
ca: Edita
cs: Upravit
de: Bearbeiten
eo: Redakti
eu: Editatu
fi: Muokkaa
fr: Modifier
gl: Editar
hu: Szerkesztés
ka: ჩასწორება
nl: Bewerken

# @action:button
source: Delete
ar: احذف
be: Выдаліць
ca: Suprimeix
cs: Smazat
de: Löschen
eo: Forigi
eu: Ezabatu
fi: Poista
fr: Supprimer
gl: Eliminar
hu: Törlés
ka: წაშლა
nl: Verwijderen

source: Water
ar: الماء
be: Вада
ca: Aigua
cs: Voda
de: Wasser
eo: Akvo
eu: Ura
fi: Vesi
fr: Eau
gl: Auga
hu: Locsolás
ka: წყალი

# @info
source: Has to be watered in %1 day
ar: يجب أن تسقى في %1 يوم
ca: Cal regar-la d'aquí a %1 dia
cs: Musí bít zalita za %1 den
de: Muss in einem Tag gegossen werden
eo: Devas estas akvumata post %1 tago
eu: Egun %1 barru ureztatu egin behar da
fi: Täytyy kastella %1 päivässä
fr: Doit être arrosé dans %1 jours
gl: Hai que regala en %1 día.
ka: უნდა მორწყათ %1 დღეში
nl: Moet water krijgen binnen %1 dag

# @info
source: Has to be watered tomorrow
ar: يجب أن تسقى غدًا
ca: Cal regar-la demà
cs: Musí bít zítra zalita
de: Muss morgen gegossen werden
eo: Devas estas akvumata morgaŭ
eu: Bihar ureztatu egin behar da
fi: Täytyy kastella huomenna
fr: Doit être arrosé demain
gl: Hai que regala mañá.
ka: ხვალ უნდა მორწყათ
nl: Moet morgen water krijgen

# @info
source: Needs to be watered today!
ar: تحتاج إلى السقي اليوم!
ca: Cal regar-la avui!
cs: Potřebuje dnes zalít!
de: Muss heute gegossen werden!
eo: Devas estas akvumata hodiaŭ!
eu: Gaur ureztatu egin behar da!
fi: Täytyy kastella tänään!
fr: A besoin d'être arrosé aujourd'hui !
gl: Hai que regala hoxe!
ka: წყალი დღეს უნდა დაუსხათ!
nl: Heeft vandaag water nodig!

# @info
source: Should have been watered already!
ar: يجب أن تكون قد سقيت فعلًا!
ca: Ja s'hauria d'haver regat!
cs: Už měla být zalita!
de: Hätte bereits gegossen werden sollen!
eo: Devintus jam esti akvumata!
eu: Dagoeneko ureztatuta behar zuen!
fi: Olisi jo pitänyt kastella!
fr: Aurais déjà dû être arrosé !
gl: Xa debía estar regada!
ka: წყალი უკვე უნდა დაგესხათ!
nl: Zou al water hebben moeten krijgen!

source: Watered
ar: مسقية
be: Паліта
ca: Regada
cs: Zalita
de: Gegossen
eo: Akvumita
eu: Ureztatuta
fi: Kasteltu
fr: Arrosé
gl: Regada
hu: Meglocsolva
ka: წყალი უკვე დაუსხით
nl: Bewaterd

source: Fertilizer
ar: سماد
ca: Fertilitzant
cs: Hnojivo
de: Dünger
eo: Sterko
eu: Ongarria
fi: Lannoitus
fr: Engrais
gl: Fertilizante
ka: სასუქი
nl: Meststof

# @info
source: Has to be fertilized in %1 day
ar: يجب تسميدها في يوم
ca: Cal fertilitzar-la d'aquí a %1 dia
cs: Musí bít pohnojena za %1 den
de: Muss in einem Tag gedüngt werden
eo: Devas esti fekundigita post %1 tago
eu: Egun %1 barru ongarritu egin behar da
fi: Täytyy lannoittaa %1 päivässä
fr: Doit être fertilisé dans %1 jours
gl: Necesita fertilizante en %1 día.
ka: ნიადაგი უნდა გაანაყოფიეროთ %1 დღეში
nl: Moet binnen %1 dag bemest worden

# @info
source: Has to be fertilized tomorrow
ar: يجب تسميدها غداً
ca: Cal fertilitzar-la demà
cs: Musí bít zítra pohnojena
de: Muss morgen gedüngt werden
eo: Devas esti fekundigita morgaŭ
eu: Bihar ongarritu egin behar da
fi: Täytyy lannoittaa huomenna
fr: Doit être fertilisé demain
gl: Hai que fertilizar mañá.
ka: ნიადაგი ხვალ უნდა გაანაყოფიეროთ
nl: Moet morgen bemest worden

# @info
source: Needs to be fertilized today!
ar: يحتاج إلى التسميد اليوم!
ca: Cal fertilitzar-la avui!
cs: Potřebuje dnes pohnojit!
de: Muss heute gedüngt werden!
eo: Devas esti fekundigita hodiaŭ!
eu: Gaur ongarritu egin behar da!
fi: Täytyy lannoittaa tänään!
fr: A besoin d'être fertilisé aujourd'hui !
gl: Hai que fertilizar hoxe!
ka: ნიადაგი დღეს უნდა გაანაყოფიეროთ!
nl: Moet vandaag bemest worden!

# @info
source: Should have been fertilized already!
ar: يجب أن يكون مُخصبة فعلًا!
ca: Ja s'hauria d'haver fertilitzat!
cs: Už měla být pohnojena!
de: Hätte bereits gedüngt werden sollen!
eo: Devintus jam esti fekundigita!
eu: Dagoeneko ongarrituta behar zuen!
fi: Olisi jo pitänyt lannoittaa!
fr: Aurais déjà dû être fertilisé !
gl: Xa debía estar fertilizada!
ka: ნიადაგი უკვე უნდა გაგენაყოფიერებინათ!
nl: Zou al bemest moeten zijn!

source: Fertilized
ar: مسمد
ca: Fertilitzada
cs: Pohnojena
de: Gedüngt
eo: Fekundigita
eu: Ongarrituta
fi: Lannoitettu
fr: Fertilisé
gl: Fertilizada
ka: განაყოფიერებული
nl: Bemest

source: Health
ar: الصحة
be: Здароўе
ca: Estat
cs: Zdraví
de: Gesundheit
eo: Sano
eu: Osasuna
fi: Terveys
fr: Santé
gl: Saúde
hu: Állapot
ka: ჯანმრთელობა
nl: Gezondheid

source: How healthy is your plant today?
ar: ما صحة نباتك اليوم؟
be: Наколькі здаровая ваша расліна сёння?
ca: Com està avui la planta?
cs: Jak zdravá je dnes vaše rostlina?
de: Wie gesund ist Ihre Pflanze heute?
eo: Kiom sana estas via planto hodiaŭ?
eu: Nolako osasuntsu dago gaur zure landarea?
fi: Kuinka terve kasvisi on tänään?
fr: Quel est l'état de santé de votre plante aujourd'hui ?
gl: Como de saudábel está a planta hoxe?
hu: Hogy érzi magát ma a növénye?
ka: როგორ გამოიყურება თქვენი მცენარის ჯანმრთელობა დღეს?
nl: Hoe gezond is uw plant vandaag?

source: Add
ar: أضف
be: Дадаць
ca: Afegeix
cs: Přidat
de: Hinzufügen
eo: Aldoni
eu: Gehitu
fi: Lisää
fr: Ajouter
gl: Engadir
hu: Hozzáadás
ka: დამატება
nl: Toevoegen

source: Health History
ar: تاريخ الصحة
be: Гісторыя здароўя
ca: Historial d'estat
cs: Historie zdraví
de: Gesundheitsverlauf
eo: Historio de Sano
eu: Osasun-historia
fi: Terveyshistoria
fr: Antécédents de santé
gl: Historial de saúde
hu: Állapottörténet
ka: ჯანმრთელობის ისტორია
nl: Geschiedenis van het welzijn

source: Add Plant
ar: أضف نبتة
be: Дадаць расліну
ca: Afegeix una planta
cs: Přidat rostlinu
de: Pflanze hinzufügen
eo: Aldoni Planton
eu: Gehitu landarea
fi: Lisää kasvi
fr: Ajouter une plante
gl: Engadir unha planta
hu: Növény hozzáadása
ka: მცენარის დამატება
nl: Plant toevoegen

source: Edit %1
ar: حرّر %1
be: Рэдагаваць %1
ca: Edita %1
cs: Upravit %1
de: %1 bearbeiten
eo: Redakti %1
eu: Editatu %1
fi: Muokkaa: %1
fr: Modifier %1
gl: Editar %1
hu: %1 szerkesztése
ka: %1-ის ჩასწორება
nl: %1 bewerken

source: Image:
ar: الصورة:
be: Выява:
ca: Imatge:
cs: Obrázek:
de: Bild:
eo: Bildo:
eu: Irudia:
fi: Kuva:
gl: Imaxe:
hu: Kép:
ka: გამოსახულება:
nl: Afbeelding:

source: Use custom image
ar: استخدم صورة مخصصة
be: Выкарыстоўваць адвольную выяву
ca: Usa una imatge personalitzada
cs: Použít vlastní obrázek
de: Eigenes Bild verwenden
eo: Uzi propran bildon
eu: Erabili neurrira ipinitako irudia
fi: Käytä mukautettua kuvaa
fr: Utiliser une image personnalisée
gl: Usar unha imaxe personalizada
hu: Saját kép használata
ka: მომხმარებლის გამოსახულების გამოყენება
nl: Eigen afbeelding gebruiken

source: Please choose a file
ar: رجاءً اختر ملفا
be: Абярыце файл
ca: Trieu un fitxer
cs: Prosím, vyberte soubor
de: Bitte wählen Sie eine Datei
eo: Bonvolu elekti dosieron
eu: Mesedez, aukeratu fitxategi bat
fi: Valitse tiedosto
fr: Veuillez sélectionner un fichier
gl: Escolla un ficheiro
hu: Válasszon egy fájlt
ka: გთხოვთ, აირჩიოთ ფაილი
nl: Kies een bestand

# Name filter for image files
source: Image files (*.png *.jpg *.webp)
ar: ملفات الصور (*.png *.jpg *.webp)
be: Файлы выяў (*.png *.jpg *.webp)
ca: Fitxers d'imatge (*.png *.jpg *.webp)
cs: Soubory obrázků (*.png *.jpg *.webp)
de: Bild-Dateien (*.png *.jpg *.webp)
eo: Bilddosieroj (*.png *.jpg *.webp)
eu: Irudi fitxategiak (*.png, *.jpg, *.webp)
fi: Kuvatiedostot (*.png *.jpg *.webp)
fr: Fichiers d'images (* .png * .jpg * * .webp)
gl: Ficheiros de imaxe (*.png *.jpg *.webp)
hu: Képfájlok (*.png *.jpg *.webp)
ka: გამოსახულების ფაილები (*.png *.jpg* *.webp)
nl: Afbeeldingsbestanden (*.png *.jpg *.webp)

source: Name
ar: الاسم
be: Назва
ca: Nom
cs: Název
eo: Nomo
eu: Izena
fi: Nimi
fr: Nom
gl: Nome
hu: Név
ka: სახელი
nl: Naam

source: Species
ar: النوع
be: Віды
ca: Espècies
cs: Druh
de: Art
eo: Specio
eu: Espeziea
fi: Laji
fr: Espèces
gl: Especie
hu: Faj
ka: ჯიშები
nl: Soort

source: Room
ar: الغرفة
be: Пакой
ca: Sala
cs: Místnost
de: Raum
eo: Ĉambro
eu: Gela
fi: Huone
fr: Espace
gl: Cuarto
hu: Szoba
ka: ოთახი
nl: Kamer

source: How often does the plant need Watering?
ar: كم مرة يحتاج النبات إلى الري؟
be: Як часта трэба паліваць расліну?
ca: Amb quina freqüència cal regar la planta?
cs: Jak často je potřeba rostlinu zalít?
de: Wie oft muss die Pflanze gegossen werden?
eo: Kiom ofte la planto bezonas Akvumadon?
eu: Landarea ureztatzeko maiztasuna?
fi: Kuinka usein kasvi on kasteltava?
fr: À quelle fréquence la plante a-t-elle besoin d'arrosage ?
gl: Cada canto hai que regala?
hu: Milyen gyakran szükséges locsolni?
ka: რამდენად ხშირად სჭირდება მცენარეს მორწყვა?
nl: Hoe vaak heeft de plant water nodig?

source: 2 days
ar: يومين
be: 2 дні
ca: 2 dies
cs: 2 dny
de: 2 Tage
eo: 2 tagojn
eu: 2 egun
fi: 2 päivän välein
fr: 2 jours
gl: 2 días
hu: 2 naponta
ka: 2 დღე
nl: 2 dagen

source: 5 days
ar: 5 أيام
be: 5 дзён
ca: 5 dies
cs: 5 dnů
de: 5 Tage
eo: 5 tagojn
eu: 5 egun
fi: 5 päivän välein
fr: 5 jours
gl: 5 días
hu: 5 naponta
ka: 5 დღე
nl: 5 dagen

source: weekly
ar: أسبوعيًا
be: штотыдзень
ca: setmanalment
cs: každý týden
de: wöchentlich
eo: ĉiusemajne
eu: astero
fi: viikoittain
fr: hebdomadaire
gl: semanalmente
hu: hetente
ka: კვირაში ერთხელ
nl: wekelijks

source: 2 weeks
ar: أسبوعين
be: 2 тыдні
ca: 2 setmanes
cs: 2 týdny
de: 2 Wochen
eo: dusemajne
eu: 2 astero
fi: 2 viikon välein
fr: 2 semaines
gl: 2 semanas
hu: 2 hetente
ka: 2 კვირა
nl: 2 weken

source: Custom:
ar: مخصص:
be: Адвольна:
ca: Personalitzada:
cs: Vlastní:
de: Benutzerdefiniert:
eo: Propra:
eu: Neurrira:
fi: Mukautettu:
fr: Personnalisé :
gl: Personalizado:
hu: Egyéni:
ka: ხელით მითითებული:
nl: Aangepast:

source: How often does the plant need Fertilizing?
ar: كم مرة يحتاج النبات إلى التسميد؟
ca: Amb quina freqüència cal fertilitzar la planta?
cs: Jak často je potřeba rostlinu pohnojit?
de: Wie oft muss die Pflanze gedüngt werden?
eo: Kiom ofte la planto bezonas Fekundigon?
eu: Landarea ongarritzeko maiztasuna?
fi: Kuinka usein kasvi on lannoitettava?
fr: À quelle fréquence la plante a-t-elle besoin de fertilisation ?
gl: Cada canto hai que fertilizala?
ka: რამდენად ხშირად სჭირდება მცენარეს ნიადაგის განაყოფიერება?
nl: Hoe vaak heeft de plant bemesting nodig?

source: How healthy is your plant at the moment?
ar: ما مدى صحة نباتك في الوقت الحالي؟
be: Наколькі здаровая ваша расліна цяпер?
ca: Com està la planta actualment?
cs: Jak zdravá je teď vaše rostlina?
de: Wie gesund ist Ihre Pflanze aktuell?
eo: Kiom sana estas via planto en ĉi momento?
eu: Nolako osasuntsu dago une honetan zure landarea?
fi: Kuinka terve kasvi on nyt?
fr: Quelle est l'état de santé de votre plante en ce moment ?
gl: Cal é o estado de saúde actual da planta?
hu: Mennyire egészséges jelenleg a növénye?
ka: რა დონეზე ჯანმრთელად გამოიყურება თქვენი მცენარე ამჟამად?
nl: Hoe gezond is uw plant op dit moment?

source: Birthday
ar: يوم الميلاد
be: Дата нараджэння
ca: Aniversari
cs: Narozeniny
de: Geburtstag
eo: Naskiĝtago
eu: Jaioteguna
fi: Syntymäpäivä
fr: Anniversaire
gl: Aniversario
hu: Születésnap
ka: დაბადების დღე
nl: Verjaardag

source: Edit
ar: حرّ
be: Рэдагаваць
ca: Edita
cs: Upravit
de: Bearbeiten
eo: Redakti
eu: Editatu
fi: Muokkaa
fr: Modifier
gl: Editar
hu: Szerkesztés
ka: ჩასწორება
nl: Bewerken

# @action:button
source: Add Plant
ar: أضف نبتة
be: Дадаць расліну
ca: Afegeix una planta
cs: Přidat rostlinu
de: Pflanze hinzufügen
eo: Aldon Planton
eu: Gehitu landarea
fi: Lisää kasvi
fr: Ajouter une plante
gl: Engadir unha planta
hu: Növény hozzáadása
ka: მცენარის დამატება
nl: Plant toevoegen

source: Good Morning!
ar: صباح الخير!
be: Добрай раніцы!
ca: Bon dia!
cs: Dobré ráno!
de: Guten Morgen!
eo: Bonan Matenon!
eu: Egun on!
fi: Huomenta!
fr: Bonjour !
gl: Bo día!
hu: Jó reggelt!
ka: დილა მშვიდობისა!
nl: Goede morgen!

source: Some of your plants need attention
ar: تحتاج بعض نباتاتك إلى عناية
be: На некаторыя з вашых раслін трэба звярнуць увагу
ca: Alguna de les plantes requereixen atenció
cs: Některé z vašich rostlin vyžadují vaši pozornost
de: Einige Ihrer Pflanzen benötigen Ihre Aufmerksamkeit
eo: Iuj el viaj plantoj postulas atenton
eu: Zure landareetako batzuk zure arreta behar dute
fi: Jotkin kasvit kaipaavat huomiota
fr: Certaines de vos plantes requièrent votre attention
gl: Hai plantas que necesitan atención.
hu: Néhány növénye figyelmet igényel
ka: ზოგიერთ თქვენს მცენარეს ყურადღება სჭირდება
nl: Sommige van uw planten hebben aandacht nodig

source: No plants need water right now
ar: لا توجد نباتات تحتاج إلى الماء الآن
be: Зараз ніякім раслінам не патрэбна вада
ca: Cap planta necessita aigua ara mateix
cs: Není potřeba zalít žádné rostliny
de: Aktuell muss keine Pflanze gegossen werden
eo: Neniu lpanto bezonas akvumon ĉimomente
eu: Oraintxe bertan ez dago ureztatzea behar duen landarerik
fi: Yhtäkään kasvia ei nyt tarvitse kastella
fr: Aucune plante n'a besoin d'eau maintenant
gl: Non hai ningunha planta que regar de momento.
hu: Egy növény sem vár locsolásra épp
ka: თქვენს მცენარეებს ყურადღება არ სჭირდებათ
nl: Er zijn geen planten die nu water nodig hebben

source: Incomplete Tasks
ar: مهام غير مكتملة
cs: Nedokončené úlohy
de: Offene Aufgaben
eo: Nekompletaj Taskoj
eu: Osatu gabeko zeregina
fi: Kesken olevat tehtävät
fr: Tâches incomplètes
gl: Tarefas incompletas

source: All Tasks Complete
ar: جميع المهام مكتملة
cs: Všechny úlohy byly dokončeny
de: Alle Aufgaben abgeschlossen
eo: Ĉiuj Taskoj Kompletiĝis
eu: Zeregin denak osatuta
fi: Kaikki tehtävät valmiita
fr: Totalité des tâches terminée
gl: Completáronse todas as tarefas

source: Enter your Location
ar: أدخل موقعك
cs: Zadejte svoji polohu
de: Geben Sie Ihren Standort ein
eo: Enigu vian Lokon
eu: Sartu zure kokalekua
fi: Anna sijaintisi
fr: Saisissez votre emplacement
gl: Insira a súa localización

source: Select your Location
ar: حدد موقعا
cs: Vyberte svoji polohu
de: Wählen Sie Ihren Standort aus
eo: Elektu vian Lokon
eu: Hautatu zure kokalekua
fi: Valitse sijaintisi
fr: Sélectionnez votre emplacement
gl: Seleccione a súa localización

# @info
source: In %1 day
ar: في يوم
ca: En %1 dia
cs: Za %1 den
de: In einem Tag
eo: Post %1 tago
eu: Egun %1 barru
fi: %1 päivässä
fr: Dans %1 jours
gl: En %1 día.
ka: %1 დღეში
nl: Binnen %1 dag

# @info
source: Tomorrow
ar: الغد
ca: Demà
cs: Zítra
de: Morgen
eo: Morgaŭ
eu: Bihar
fi: Huomenna
fr: Demain
gl: Mañá
ka: ხვალ
nl: Morgen

# @info
source: Water today!
ar: إسقِ الماء اليوم!
ca: Aigua avui!
cs: Dnes zalít!
de: Heute gießen!
eo: Akvumu hodiaŭ!
eu: Gaur ureztatu!
fi: Kastele tänään!
fr: Arroser aujourd'hui !
gl: Regar hoxe!
ka: მორწყეთ დღეს!
nl: Vandaag water geven!

# @info
source: Watering overdue!
ar: سقي متأخر عن موعده!
ca: Hi ha un reg endarrerit!
cs: Zmeškáno zalití!
de: Gießen ist überfällig!
eo: Akvumado malfrua!
eu: Ureztatzea atzeratu da!
fi: Kastelu myöhässä!
fr: Arrosage en retard !
gl: Rega atrasada!
ka: მორწყვა დაგავიწყდათ!
nl: Vergeten water te geven!

# @info
source: Fertilize today!
ar: التسميد اليوم!
ca: Fertilitzeu avui!
cs: Dnes pohnojit!
de: Heute düngen!
eo: Fekundigu hodiaŭ!
eu: Gaur ongarritu!
fi: Lannoita tänään!
fr: Fertilisez aujourd'hui !
gl: Fertilizar hoxe!
ka: გაანაყოფიერეთ დღეს!
nl: Vandaag bemesten!

# @info
source: Fertilizing overdue!
ar: التسميد متأخر عن موعده!
ca: Hi ha una fertilització endarrerida!
cs: Zmeškáno hnojení!
de: Düngen ist überfällig!
eo: Fekundigo malfrua!
eu: Ongarritzea atzeratu da!
fi: Lannoitus myöhässä!
fr: Fertilisation en retard !
gl: Fertilización atrasada!
ka: განაყოფიერება დაგავიწყდათ!
nl: Vergeten te bemesten!

# @action
source: Water
ar: الماء
ca: Aigua
cs: Zalít
de: Gießen
eo: Akvo
eu: Ureztatu
fi: Kastelu
fr: Eau
gl: Regar
ka: წყალი

# @info
source: Already watered
ar: مسقية فعلًا
ca: Ja s'ha regat
cs: Již zalito
de: Bereits gegossen
eo: Jam akvumita
eu: Dagoeneko ureztatu da
fi: Jo kasteltu
fr: Déjà arrosé
gl: Xa se regou.
ka: უკვე მორწყულია
nl: Al bewaterd

source: Now
ar: الآن
ca: Ara
cs: Nyní
de: Jetzt
eo: Nun
eu: Orain
fi: Nyt
fr: Maintenant
gl: Agora
ka: ახლა
nl: Nu

source: In %1 days
ar: خلال %1 أيام
ca: D'aquí a %1 dies
cs: Za %1 dny
de: In %1 Tagen
eo: Post %1 tagoj
eu: %1 egun barru
fi: %1 päivässä
fr: Dans %1 jours
gl: En %1 días
ka: %1 დღეში
nl: Binnen %1 dagen

source: Parent
hu: Szülő

source: has to be watered in %1 days
hu: meg kell locsolni %1 napon belül

source: has to be watered tomorrow
hu: meg kell locsolni holnap

source: needs to be watered today!
hu: meg kell locsolni ma!

source: should have been watered already!
hu: már meg kellett volna locsolni!

source: in %1 days
hu: %1 napon belül

source: tomorrow
hu: holnap

source: water today!
hu: locsolja meg ma!

source: watering overdue!
hu: a locsolás elkésett!
